Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: **Check:** A character’s Move Silently check is opposed by the Listen check of anyone who might hear the character.
zh_cn: **检定：** 角色的潜行检定用于对抗可能听到角色的听者的聆听检定。

source: **Check:** A check against DC 10 lets a character palm a coin-sized, unattended object.
zh_cn: **检定：** 检定DC为10，角色以此来将一个硬币大小的无人看管的物品藏在掌中。

source: **Check:** A successful Swim check allows a character to swim one-quarter his or her speed as a move action or half the character’s speed as a full-round action.
zh_cn: **检定：** 成功的游泳检定让角色可以以一个移动动作游过四分之一速的距离，或以一个整轮动作游过半速的距离。

source: **Check:** A successful check allows the character to avoid being bluffed (see the Bluff skill).
zh_cn: **检定：** 检定成功则可让角色避免被唬骗（见唬骗技能）。

source: **Check:** By succeeding at a skill check (DC 10) and spending 1d4+1 hours passing out money and buying drinks, a character can get a feel for the major news items in a neighborhood.
zh_cn: **检定：** 经过一次成功的技能检定（DC10）并花费1d4+1小时来消费、吃喝，角色将知晓邻里间发生的大多数新闻。

source: **Check:** Forgery requires ma-terials appropriate to the document being forged, and some time.
zh_cn: **检定：** 伪造文书需要伪造的原件相应的材料，还需要时间。

source: **Check:** Make a Listen check against a DC that reflects how quiet the noise is that a character might hear or against an opposed Move Silently check.
zh_cn: **检定：** 聆听检定是用来与声响的安静程度代表的DC或者目标的潜行检定结果对抗的。

source: **Check:** Make a Navigate check when a character is trying to find his or her way to a distant location without directions or other specific guidance.
zh_cn: **检定：** 角色在寻找通往遥远地点的路时找不到方向或缺乏指引，将进行寻路检定。

source: **Check:** Make a check to escape from restraints or to squeeze through a tight space.
zh_cn: **检定：** 进行检定以从束缚中脱离或者挤进狭小的空间中。

source: **Check:** Most Repair checks are made to fix complex electronic or mechanical devices.
zh_cn: **检定：** 大多数修理检定都用于修理复杂的电子或机械设备。

source: **Check:** Most normal computer operations don’t require a Computer Use check (though a character might have to make a Research check; see the Research skill description).
zh_cn: **检定：** 大多数计算机操作并不需要检定此技能（但角色可能要做一个研究检定，详见`研究`技能检定的描述）。

source: **Check:** Researching a topic takes time, skill, and some luck.
zh_cn: **检定：** 研究一个课题需要时间、技能和一点运气。

source: **Check:** Routine tasks, such as ordinary driving, don’t require a skill check.
zh_cn: **检定：** 常规的任务，比如一般的驾驶，是不需要技能检定的。

source: **Check:** Setting a simple explosive to blow up at a certain spot doesn’t require a check, but connecting and setting a detonator does.
zh_cn: **检定：** 安装简单爆炸物爆破指定的位置不需要检定，但连接和安装起爆器需要。

source: **Check:** The DC and effect depend on the task attempted.
zh_cn: **检定：** DC与效果取决于医疗的目的。

source: **Check:** The DC and effect depend on the task you attempt.
zh_cn: **检定：** DC与效果取决于你要催眠的目的。

source: **Check:** The DC and the distance the character can cover vary according to the type of jump the character is attempting.
zh_cn: **检定：** DC与能跳跃的距离取决于角色以何种方式跳跃。

source: **Check:** The GM makes the Disable Device check so that the character doesn’t necessarily know whether he or she has succeeded.
zh_cn: 由GM进行检定，因为角色不能知道自己是否成功。

source: **Check:** The Spot skill is used to notice items that aren’t immediately obvious and people who are attempting to hide.
zh_cn: **检定：** 侦察技能用于注意一些不那么清晰的物品和人们意图隐藏的物品。

source: **Check:** The character can walk on a precarious surface.
zh_cn: **检定：** 角色可以在不稳定的表面行走。

source: **Check:** The character generally must be within 10 feet of the object or surface to be examined.
zh_cn: **检定：** 角色通常要在目标10尺内才能展开搜索。

source: **Check:** The character is accomplished in some type of artistic expression and knows how to put on a performance.
zh_cn: **检定：** 角色掌握了一些类型的艺术表达并知道如何应用于表演。

source: **Check:** The time required to get an effect and the DC depend on what the character is trying to do.
zh_cn: **检定：** 生效所需时间和检定DC取决于角色试图要做到什么。

source: **Check:** To join or start a game, a character must first pay a stake.
zh_cn: **检定：** 要加入或开一局游戏，角色必须首先下赌注。

source: **Check:** Typical piloting tasks don’t require checks.
zh_cn: **检定：** 常规的驾机任务不需要检定。

source: **Check:** Typical riding actions don’t require checks.
zh_cn: **检定：** 常规的骑乘活动不需要此检定。

source: **Check:** What a character can do with a successful skill check, and the check’s DC.
zh_cn: **检定：** 角色要成功使用技能该执行的检定，以及检定DC。

source: **Check:** With a successful check, a character can forcibly persuade another character to perform some task or behave in a certain way.
zh_cn: **检定：** 检定成功时，角色可以强行说服另一个角色完成一些工作或者做指定的举动。

source: **Check:** With each successful Climb check, the character can advance up, down, or across a slope or a wall or other steep incline (or even a ceiling with handholds).
zh_cn: **检定：** 每次成功的攀爬检定，角色可向上、下移动，或者翻越斜坡或者墙面或者其他陡峭的斜面（甚至是有把手点的天花板）。

source: **Check:** You can identify psionic powers and effects.
zh_cn: **检定：** 你可以辨识灵力和灵能效果。

source: **Check:** You can identify spells and magic effects.
zh_cn: **检定：** 你可以辨识法术和魔法的效果。

source: **Check:** You can use this skill to read a spell from a scroll or spellbook or activate a magic item.
zh_cn: **检定：** 你可以用此技能解读施放卷轴或法术书上的法术，或启动魔法物品。

source: **Check:** You must make a Concentration check whenever you may potentially be distracted while engaged in an activity, including casting a spell or concentrating on an active spell, that requires your full attention.
zh_cn: **检定：** 进行任何行为时，只要有可能分心，就要做一次专注检定，这些动作包括施法或者其他需要全神贯注维持法术启动状态的活动。

source: **Check:** You must make a Concentration check whenever you may potentially be distracted while engaged in an activity, including manifesting a power or concentrating on an active power, that requires your full attention.
zh_cn: **检定：** 进行任何行为时，只要有可能分心，就要做一次专注检定，这些动作包括释放灵力或者其他需要全神贯注维持灵力启动状态的活动。

source: **Chinese:** Cantonese, Mandarin.
zh_cn: **汉语：** 粤语、普通话。

source: **Civics:** Law, legislation, litigation, and legal rights and obligations.
zh_cn: **政法：** 法律、立法、起诉、法律权利与义务。

source: **Class Features:** Heroic supporting characters gain all the class features (talents and bonus feats) available to the six basic heroic classes.
zh_cn: **职业专长：** 英雄非玩家角色能获得六大基础角色中的所有可获得的职业专长（天赋以及奖励专长）。

source: **Class Features:** Level-dependent class features, each explained in the section that follows.
zh_cn: **职业专长：** 依赖于等级的职业专长，解释见下文。

source: **Cold Resistance:** The Tough hero ignores an amount of cold damage equal to his or her Constitution modifier.
zh_cn: **寒系抗力：** 体质型英雄忽略等于自身体质调整值的寒冷伤害。

source: **Collect Evidence:** The character can collect and prepare evidentiary material for a lab.
zh_cn: **收集证据：** 角色可以为技术鉴定室收集并提供物证。

source: **Combat Riding (DC 20, 6 weeks):** An animal trained to bear a rider into combat knows Attack, Come, Defend, Down, Guard, and Heel.
zh_cn: **战斗骑乘（DC20，6周）：** 被训练为战斗中驮骑手的动物懂得攻击、过来、防御、退让、看守、跟随。

source: **Come (DC 15):** The animal comes to the character, even if the animal normally would not do so (such as following the character onto a boat).
zh_cn: **过来（DC15）：** 动物会靠近角色，即使动物一般不会这么做（比如跟随角色上船）。

source: **Commanded:** A commanded creature falls under the mental control of the Acolyte.
zh_cn: **命令：** 被命令的生物将受到侍僧的心灵控制。

source: **Constrict (Ex):** The creature crushes the opponent, dealing bludgeoning damage, after making a successful grapple check.
zh_cn: **紧勒（特异）：** 生物在进行成功的擒抱检定后碾压对手，造成`钝击`伤害。

source: **Construct Frame:** The robot’s body determines its size, shape, locomotion, and hit points.
zh_cn: **制造框架：** 机器人的躯干决定了它的体型、形状、运动方式和生命值。

source: **Construct the Electronics:** The next step is to build the internal electronics for the robot and install them in the frame.
zh_cn: **装配电路：** 下一步就是制造机器人的电路并装配进框架。

source: **Cool Under Pressure:** The Dedicated hero selects a number of skills equal to 3 + the hero’s Wisdom modifier.
zh_cn: **沉着：**感知型英雄选择（3+感知调整值）个技能。

source: **Coordinate:** The Charismatic hero has a knack for getting people to work together.
zh_cn: **协调：** 魅力型英雄在组织工作上很有一套。

source: **Copilot:** A copilot can help the driver by taking an aid another action.
zh_cn: **副驾驶：** 副驾驶能够通过`协助他人`行动帮助驾驶员。

source: **Cover (DC 15):** The character can react instantly to drop down and hang alongside his or her mount, using it as one-half cover.
zh_cn: **掩蔽（DC15）：** 角色可以滑下横靠着悬吊在坐骑旁，用坐骑来为自己提供半掩蔽。

source: **Covering Tracks:** This step is optional.
zh_cn: **掩盖踪迹：** 此步骤是可选的。

source: **Craft DC:** The DC of the Craft check to create a quantity of the poison.
zh_cn: **制造DC：** 制造一单位的毒素所需的制造检定的DC。

source: **Creating a Diversion to Hide:** A character can use Bluff to help him or her hide.
zh_cn: **转移注意力以躲藏：** 角色可以使用唬骗帮助自己躲藏。

source: **Creating a Diversion to Hide:** A character can use the Bluff skill to help him or her hide.
zh_cn: **转移注意力以躲藏：** 角色可以使用唬骗帮助自己躲藏。

source: **Crew:** The standard number of crew.
zh_cn: **车组位：** 标配的车组成员数量。

source: **Critical:** The threat range for a critical hit.
zh_cn: **重击：** 重击威胁区间。

source: **Current Events:** Recent happenings in the news, sports, politics, entertainment, and foreign affairs.
zh_cn: **时事：** 最近发生的新鲜事、体育、娱乐以及国际新闻。

source: **Cylinder:** A revolver keeps its ammunition in a cylinder, which is part of the weapon and serves as the firing chamber for each round as well.
zh_cn: **转轮型：** 转轮枪将子弹装在转轮上，转轮是武器的一部分，本身也作为枪械的燃烧室。

source: **Damage Reduction (Su):** The creature ignores damage from most weapons and natural attacks.
zh_cn: **伤害减免（超自然）：** 这种生物无视大多数武器和自然攻击的伤害。

source: **Damage Reduction 1/—:** The Tough hero ignores 1 point of damage from melee and ranged weapons.
zh_cn: **一级伤害减免：** 体质型英雄忽略1点来自近战及远程武器的伤害。

source: **Damage Reduction 2/—:** The Tough hero ignores an additional 1 point of damage from melee and ranged weapons (DR 2/— total).
zh_cn: **二级伤害减免：** 体质型英雄总共忽略2点来自近战及远程武器的伤害。

source: **Damage Reduction 3/—:** The Tough hero ignores an additional 1 point of damage from melee and ranged weapons (DR 3/— total).
zh_cn: **三级伤害减免：** 体质型英雄总共忽略3点来自近战及远程武器的伤害。

source: **Damage Type:** Damage from explosives and splash weapons is classified according to type: energy (of a specific type) or slashing.
zh_cn: **伤害类型：** 爆炸和溅射武器伤害分为几个类型：（特定类型的）能量或劈砍。

source: **Damage Type:** Melee weapon damage is classified according to type: bludgeoning (weapons with a blunt striking surface), energy (of a specific type), piercing (weapons with a sharp point), and slashing (weapons with an edged blade).
zh_cn: **伤害类型：** 近战武器的伤害分为几类：钝击（钝器），能量（一些特殊武器）、穿刺（锐器）、以及劈砍（开刃的武器）。

source: **Damage Type:** Ranged weapon damage is classified according to type: ballistic (all firearms), energy (of a specific type), piercing (some simple ranged weapons), or slashing (a whip).
zh_cn: **伤害类型：** 远程武器的伤害分为几类：实弹（所有枪械），能量（一些特殊武器）、穿刺（一些简单远程武器）、以及劈砍（鞭子）。

source: **Damage/Direct Hit Damage:** The primary damage dealt by the weapon.
zh_cn: **伤害/直接伤害：** 武器造成的首次伤害。

source: **Damage:** The damage the weapon deals on a successful hit.
zh_cn: **伤害：** 武器成功命中时所造成的伤害。

source: **Dance:** The character is a gifted dancer, capable of performing rhythmic and patterned bodily movements to music.
zh_cn: **舞蹈：** 角色是一个有天赋的舞者，擅长表演有节奏的和各种随着音乐舞动的节目。

source: **Darkvision (Ex):** The creature can see in total darkness, out to the specified range (usually 60 feet).
zh_cn: **黑暗视觉（特异）：** 生物能在完全黑暗下视物，能看到给定范围内的事物（通常为60尺）。

source: **Dazzle:** The Charismatic hero has the ability to dazzle a target through sheer force of personality, a winning smile, and fast-talking.
zh_cn: **虚张声势：** 魅力型英雄能够用纯粹的个人魅力、胜利的微笑或者花言巧语唬住目标，影响目标发挥。

source: **Defeat Computer Security:** This application of Computer Use can’t be used untrained.
zh_cn: **破解计算机防御：** 当计算机使用用于此用途时，技能需受训。

source: **Defeat File Security:** Many networks have additional file security.
zh_cn: **破解文件锁：** 许多网络都有额外的文件保护机制。

source: **Defend (DC 20):** The animal defends the character (or is ready to defend the character if no threat is present).
zh_cn: **防御（DC20）：** 动物会为角色防御（或者在角色没有威胁时准备防御）。

source: **Defend Security:** If the character is the system administrator for a site (which may be as simple as being the owner of a laptop), he or she can defend the site against intruders.
zh_cn: **主动防御：** 如果角色是站点的系统管理员（哪怕是一台笔记本的物主），则可以防御入侵者的进攻。

source: **Defense Bonus:** The character’s bonus to Defense.
zh_cn: **防御加值：** 角色的防御加值。

source: **Defense:** The vehicle’s Defense.
zh_cn: **防御：** 载具的防御。

source: **Defensive Roll:** The Fast hero can roll with a potentially lethal attack to take less damage from it.
zh_cn: **防御翻滚：** 敏捷型英雄可以翻滚以降低潜在的致命攻击造成的伤害。

source: **Degrade Programming:** A character can destroy or alter applications on a computer to make use of that computer harder or impossible.
zh_cn: **破坏性编程：** 角色可摧毁或修改计算机上的应用，使计算机难以使用甚至报废。

source: **Despair:** The target takes a –2 morale penalty on saving throws, attack rolls, ability checks, skill checks, and weapon damage rolls.
zh_cn: **绝望：** 目标进行豁免、攻击、属性、技能、伤害的掷骰/检定将有2点士气减值。

source: **Destroying Undead:** If the Acolyte has twice as many Acolyte levels (or more) as the undead has Hit Dice, she destroys any creature that she would normally turn.
zh_cn: **摧毁不死生物：**如果侍僧的侍僧等级大于等于不死生物的生命骰的两倍，将摧毁而不是驱散此生物。

source: **Disable Security Device:** A character can disable a security device, such as an electric fence, motion sensor, or security camera.
zh_cn: **解除安全装置：** 角色可以解除安全装置，比如电栅栏、运动感应器、安全摄像头。

source: **Disarm Explosive Device:** Disarming an explosive that has been set to go off requires a Demolitions check.
zh_cn: **拆除爆炸装置：** 拆除一个已安装并即将爆炸的爆炸物需要进行爆破检定。

source: **Dispel Turning:** An evil Acolyte may dispel the turning effect of a good Acolyte.
zh_cn: **解除驱散：** 邪恶侍僧可以解除善良侍僧的驱散效果。

source: **Do Your Stuff:** Finally, the character can actually do what he or she came to do.
zh_cn: **进行操作：** 最后，角色终于可以做想做的事了。

source: **Down (DC 15):** The animal breaks off from combat or otherwise backs down.
zh_cn: **退让（DC15）：** 让动物脱离战斗。

source: **Driver:** The driver of the vehicle controls its movement.
zh_cn: **驾驶员：** 载具的驾驶员控制载具的移动。

source: **Earth and Life Sciences:** Biology, botany, genetics, geology, and paleontology.
zh_cn: **地球与生命科学：** 生物、植物学、基因学、地质学与古生物学。

source: **Effect and Duration of Turning:** Turned creatures flee from the Acolyte by the best and fastest means available to them.
zh_cn: **驱散效果与持续时间：** 被驱散的生物会以它们所能使用的最好同时也是最快的方式从你面前逃离。

source: **Electricity Resistance:** The Tough hero ignores an amount of electricity damage equal to his or her Constitution modifier.
zh_cn: **电系抗力：** 体质型英雄忽略等于自身体质调整值的电力伤害。

source: **Empathy:** The Dedicated hero has a knack for being sensitive to the feelings and thoughts of others without having those feelings and thoughts communicated in any objectively explicit manner.
zh_cn: **移情：**感知型英雄善识时务，不需言传便可领会他人的意思。

source: **Energy Drain (Su):** This attack saps a living opponent’s vital energy.
zh_cn: **能量吸取（超自然）：** 此攻击能让对手的能量衰竭。

source: **Equipment Bonus:** The protective value of the armor.
zh_cn: **装备加值：** 护甲的防护值。

source: **Evasion:** If the Fast hero is exposed to any effect that normally allows a character to attempt a Reflex saving throw for half damage, the Fast hero suffers no damage if he or she makes a successful saving throw.
zh_cn: **反射闪避：** 敏捷型英雄在反射豁免成功后，伤害不再减半，而是全免。

source: **Evil Acolytes and Undead:** An Acolyte with the evil allegiance channels negative energy to rebuke (awe) or command (control) undead, instead of turning or destroying them.
zh_cn: **邪恶侍僧与不死生物：**邪恶阵营的侍僧可以引导负能量来斥喝（rebuke）（威慑）或是命令（command）（控制）不死生物，而不是驱散或者摧毁之。

source: **Exploit Weakness:** After 1 round of combat, the Smart hero can designate one opponent and try to find ways to gain an advantage by using brains over brawn.
zh_cn: **寻找破绽：**一轮战斗后，智力型英雄可以指定一个对手用智力取得战斗优势。

source: **Explosives:** Building an explosive from scratch is dangerous.
zh_cn: **爆炸物：** 土制爆炸物是危险的。

source: **Extreme Effort:** The effort requires a full-round action and provides a +2 bonus on the check.
zh_cn: **竭尽全力：** 该动作需要整轮进行，为检定提供+2加成。

source: **Faith:** The Dedicated hero has a great deal of faith.
zh_cn: **信念：**感知型英雄拥有强烈的信念。

source: **Familiar Qualities:** Use the basic statistics for a creature of its type but make these changes.
zh_cn: **魔宠品质：** 使用同类型生物的基本属性但有所改动。

source: **Familiar Special Abilities:** Familiars have special abilities, or impart abilities to their Mages, depending on the level of the Mage.
zh_cn: **魔宠特殊能力：** 根据法师的等级，魔宠拥有特殊能力，或者能传授给主人能力。

source: **Fast Healing (Ex):** The creature regains hit points at an exceptionally fast rate, usually 1 or more hit points per round.
zh_cn: **快速痊愈（特异）：** 生物以特别快的速率重获生命值，通常每轮恢复1到多点生命值。

source: **Fast Mount or Dismount (DC 20; armor penalty applies):** The character can mount or dismount as a free action.
zh_cn: **快速上下坐骑（DC20；应用护甲减值）** 角色可用一个即时动作上下坐骑。

source: **Fast-Talk:** The Charismatic hero has a way with words when attempting to con and deceive.
zh_cn: **花言巧语：** 魅力型英雄有一套坑蒙拐骗的话术。

source: **Favor:** The Charismatic hero has the ability to acquire minor aid from anyone he or she meets.
zh_cn: **求援：**魅力型英雄能够请任何所遇之人帮忙。

source: **Fear Aura (Su):** A fear aura either operates continuously or can be used at will.
zh_cn: **恐惧气场（超自然）：** 恐惧气场既可以是自然散发也可以是主动散发。

source: **Feat Name:** The name of the feat.
zh_cn: **专长名：** 专长的名字。

source: **Feat:** Alertness.
zh_cn: **专长：** 警觉。

source: **Feat:** Endurance.
zh_cn: **专长：** 坚忍

source: **Feat:** Personal Firearms Proficiency.
zh_cn: **专长：** 擅长单兵枪械

source: **Feat:** Renown.
zh_cn: **专长：** 闻名。

source: **Feat:** Surgery.
zh_cn: **专长：** 手术

source: **Feat:** Wild Talent
zh_cn: **专长：** 特异功能。

source: **Feats:** Archaic Weapons Proficiency.
zh_cn: **专长：** 擅长古典武器。

source: **Feats:** Combat Martial Arts, Defensive Martial Arts.
zh_cn: **专长：**实战武术、防御武术。

source: **Feats:** Educated, Studious.
zh_cn: **专长：** 良好教育、好学。

source: **Feinting in Combat:** A character can also use Bluff to mislead an opponent in combat so that the opponent can’t dodge the character’s attack effectively.
zh_cn: **战斗中的虚招：** 角色也可以在战斗中用唬骗来误导对手，让对手无法有效地闪避角色的攻击。

source: **Fetch (DC 15):** The animal goes and gets something.
zh_cn: **取物（DC15）：** 让动物过去拿一些东西。

source: **Fight while Mounted (DC 20):** While in combat, the character can attempt to control a mount that is not trained in combat riding (see the Handle Animal skill).
zh_cn: **战斗中控制坐骑（DC20）：** 在战斗中角色可视图控制未训练过`战斗骑乘`的坐骑。

source: **Fighting (DC 20, 3 weeks):** An animal trained for combat knows the following tricks: Attack, Down, and Stay.
zh_cn: **战斗（DC20，3周）：** 为战斗而训练的动物懂得攻击，退让，还有停留。

source: **Find File:** This skill can be used for finding files or data on an unfamiliar system.
zh_cn: **查找文件：** 此技能可用于在陌生的系统里查找文件或数据。

source: **Finno-Lappic:** Estonian, Finnish, Lapp.
zh_cn: **芬兰-拉普兰语：** 爱沙尼亚语、芬兰语、拉普兰语。

source: **Fire Resistance:** The Tough hero ignores an amount of fire damage equal to his or her Constitution modifier.
zh_cn: **火系抗力：** 体质型英雄忽略等于自身体质调整值的火焰伤害。

source: **Firm:** Most normal outdoor or exceptionally soft or dirty indoor surfaces.
zh_cn: **坚实：** 大部分的普通户外地面或者特别柔软或肮脏的室内地面。

source: **Fort Save:** The base save bonus for Fortitude saving throws.
zh_cn: **强韧豁免：** 基本强韧豁免加值。

source: **Fortitude:** These saves measure the character’s ability to stand up to massive physical punishment or attacks against his or her vitality and health such as poison and paralysis.
zh_cn: **强韧豁免：** 这一豁免代表角色在重大攻击下屹立不倒的能力和在受到类似毒素和麻痹攻击时保持活力的能力。

source: **Gaze (Su):** A gaze attack takes effect when opponents look at the creature’s eyes.
zh_cn: **凝视（超自然）：** 凝视攻击通过对手看向生物的眼睛来生效。

source: **Germanic:** Afrikaans, Danish, Dutch, English, Flemish, German, Icelandic, Norwegian, Swedish, Yiddish.
zh_cn: **日耳曼语：** 南非荷兰语、丹麦语、荷兰语、英语、佛兰德语、德语、冰岛语、挪威语、瑞典语、意第绪语。

source: **Greater Inspiration:** The Charismatic hero can inspire his or her allies to even greater heights, bolstering them and improving their chances of success.
zh_cn: **高级激励：** 魅力型英雄可以更有效地激励友方，在背后支持他们，提高他们的成功几率。

source: **Grenades and Explosives**
zh_cn: **榴弹与爆炸物**

source: **Guard (DC 20):** The animal stays in place and prevents others from approaching.
zh_cn: **看守（DC20）** 让动物待在一个地方阻止其他生物靠近。

source: **Guarding (DC 20, 4 weeks):** An animal trained to guard knows the following tricks: Attack, Defend, Down, and Guard.
zh_cn: **守护（DC20，4周）：** 为护卫而训练的动物懂得攻击，防御，退让，还有看守。

source: **Guide with Knees (DC 5):** The character can react instantly to guide his or her mount with his or her knees so that the character can use both hands in combat or to perform some other action.
zh_cn: **用膝控制（DC5）：** 角色可以即时用膝盖控制坐骑以便在战斗中使用双手或做出其他动作。

source: **Gunner:** Some vehicles have built-in weapons.
zh_cn: **射击手：** 一些载具有内置的武器。

source: **Hamo-Semitic:** Coptic\*, Middle Egyptian\*.
zh_cn: **闪含语：** 科普特语\*、中埃及语\*。

source: **Handle an Animal:** This means to command an animal to perform a task or trick that it knows.
zh_cn: **驾驭动物：** 指的是命令一只动物完成一项它所会的工作或技巧。

source: **Hard:** Any surface that doesn’t hold footprints at all, such as bare rock, concrete, metal deckings, or indoor floors.
zh_cn: **坚硬：** 任何完全不会留下足迹的地面，比如光秃秃的石头、混凝土、金属平台或者室内地板。

source: **Hardness:** The vehicle’s hardness.
zh_cn: **硬度：** 载具的硬度。

source: **Healing Knack:** The hero has a knack for the healing arts.
zh_cn: **治疗诀窍：**英雄在治疗上很有一套。

source: **Healing Touch 1:** The Dedicated hero’s ability to restore damage with a medical kit or perform surgery with a surgery kit increases by +2 hit points.
zh_cn: **一级救死扶伤：**感知型英雄用医疗箱或手术箱治疗伤害时额外恢复2点生命。

source: **Healing Touch 2:** The Dedicated hero’s ability to restore damage with a medical kit or perform surgery with a surgery kit increases by +2 hit points, which stacks with healing touch 1 for a total of +4 hit points.
zh_cn: **二级救死扶伤：**与一级救死扶伤叠加，额外恢复4点生命。

source: **Heel (DC 15):** The animal follows the character closely, even to places where it normally wouldn’t go.
zh_cn: **跟随（DC15）** 让动物紧跟着角色，即使是跟着去平常不会去的地方。

source: **High Jump:** This is a vertical leap, made to jump up to grasp something overhead, such as a tree limb or ledge.
zh_cn: **跳高：** 垂直的跳跃，以抓住高于头顶的攀爬点，比如爬树或岩脊。

source: **Highway Speed:** The vehicle is moving at a typical highway speed, from about 35 to 80 miles per hour.
zh_cn: **高速：** 载具在标准的公路上的移动速度，从56千米（35英里）每小时到129千米（80英里）每小时。

source: **History:** Events, personalities, and cultures of the past.
zh_cn: **历史：** 事件、传记和古文化。

source: **Hit Dice:** Treat as the Mage’s character level (for effects related to Hit Dice).
zh_cn: **生命骰：** 按法师当前角色等级来掷生命骰。

source: **Hit Die:** 1d10
zh_cn: **生命骰：** 1d10

source: **Hit Die:** 1d12
zh_cn: **生命骰：** 1d12

source: **Hit Die:** 1d6
zh_cn: **生命骰：** 1d6

source: **Hit Die:** 1d8
zh_cn: **生命骰：** 1d8

source: **Hit Points:** Heroic supporting characters gain maximum hit points at 1st level, just as heroic player characters do.
zh_cn: **生命值：** 英雄非玩家角色1级时获得的生命值取最大值，与英雄玩家角色相同。

source: **Hit Points:** One-half the Mage’s total, rounded down.
zh_cn: **生命值：** 法师的总生命值的一半，向下取整。

source: **Hit Points:** The vehicle’s full normal hit points.
zh_cn: **生命值：** 载具正常情况下的最大生命值。

source: **Holy Symbol:** When the character declares her allegiance, she must designate one of her personal possessions as a symbol of her dedication to her allegiance.
zh_cn: **神符：**当角色宣示阵营时，必须指定一件随身财产，作为献身于其阵营的象征。

source: **Hop Up:** The character can jump up onto an object as tall as his or her waist with a Jump check (DC 10).
zh_cn: **跳台阶：** 角色能用跳跃检定跳上与其腰等高的目标上（DC10）。

source: **Hope:** The target gains a +2 morale bonus on saving throws, attack rolls, ability checks, skill checks, and weapon damage rolls.
zh_cn: **希望：** 目标进行豁免、攻击、属性、技能、伤害的掷骰/检定将有2点士气加值。

source: **How Turning Works:** An Acolyte can turn undead (or other types of creatures at higher level) as an attack action.
zh_cn: **驱散过程：**侍僧通过一个攻击动作驱散不死生物（以及在高级时可驱散的其他生物）。

source: **Hunting (DC 20, 6 weeks):** An animal trained for hunting knows Attack, Down, Fetch, Heel, Seek, and Track.
zh_cn: **捕猎（DC20，6周）：** 为捕猎而训练的动物懂得攻击，退让，取物，跟随，搜寻，以及追踪。

source: **Ignore Hardness:** The Strong hero ignores 2 points of an object’s hardness.
zh_cn: **无视硬度：** 力量型英雄无视物体2点硬度。

source: **Improved Aid Another:** The Dedicated hero’s bonus on attempts to aid another increases by +1 on a successful aid another check.
zh_cn: **精通协助他人：**感知型英雄在进行协助他人检定时额外获得一点加值。
